
# tap repositories and their packages

tap 'homebrew/core'
brew 'ansible'
brew 'apple-gcc42'
brew 'aria2'
brew 'autoconf'
brew 'direnv'
brew 'elasticsearch'
brew 'ffmpeg'
brew 'freetype'
brew 'git'
brew 'gnu-tar'
brew 'icu4c'
brew 'imagemagick'
brew 'jq'
brew 'libevent'
brew 'libvo-aacenc'
brew 'libxslt'
brew 'makedepend'
brew 'mas'
brew 'multimarkdown'
brew 'nkf'
brew 'node'
brew 'ossp-uuid'
brew 'pcre'
brew 'peco'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql'
brew 'protobuf'
brew 'pyenv'
brew 'qcachegrind'
brew 'qt'
brew 'rbenv'
brew 'rbenv-default-gems'
brew 'redis'
brew 'rmtrash'
brew 'rtmpdump'
brew 'ruby-build'
brew 'ssh-copy-id'
brew 'swftools'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'

tap 'homebrew/boneyard'

tap 'homebrew/bundle'

tap 'homebrew/dupes'

tap 'homebrew/services'

tap 'homebrew/versions'

tap 'caskroom/cask'

tap 'caskroom/versions'

tap 'argon/mas'

tap 'rcmdnk/file'
brew 'rcmdnk/file/brew-file'

# Other Homebrew packages
brew 'chromedriver'
brew 'npm'
brew 'rbenv-readline'

# Other Cask applications
cask 'anaconda'
cask 'docker'
cask 'fluid'
cask 'java'
cask 'kindle'
cask 'soundflower'
cask 'vagrant'
cask 'virtualbox'
cask 'wkhtmltopdf'
cask 'wwdc'
