tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-mock"
brew "awscli"
brew "circleci"
brew "direnv"
brew "docker", link: false
brew "docker-compose", link: false
brew "ffmpeg"
brew "go"
brew "netpbm"
brew "python@3.8"
brew "graphviz"
brew "jq"
brew "libxml2"
brew "mas"
brew "mysql@5.6"
brew "node"
brew "openjdk"
brew "pstree"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "wget"
brew "youtube-dl"
brew "zsh-completions"
brew "stripe/stripe-mock/stripe-mock"
cask "1password6"
cask "appcleaner"
cask "blackhole"
cask "brave-browser"
cask "chromedriver"
cask "clickup"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dropbox"
cask "fluid"
cask "fujitsu-scansnap-home"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "libreoffice-language-pack"
cask "notion"
cask "pomodone"
cask "rectangle"
cask "send-to-kindle"
cask "slack"
cask "soundflower"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "Dato", id: 1470584107
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "Habitify", id: 1140787122
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "MARKETSPEED", id: 946680495
mas "Nozbe", id: 508957583
mas "The Unarchiver", id: 425424353
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
